import React from "react";
import "./CompanyInfoDisplay.css";

export const CompanyInfoDisplay: React.FC <{

}> = ({

}) => {
    return (
        <div id="company_info_display">
            <h3>Зурбаган - це еталон якості Інтернету та ТБ</h3>

            <p>
            Шукаєте надійного інтернет-провайдера, який забезпечить вам високу швидкість та стабільне з'єднання? Ми саме те, що вам потрібно! Наша компанія пропонує інноваційні рішення для домашнього та бізнес-інтернету, які задовольнять навіть найвибагливіших користувачів. Завдяки використанню новітніх технологій ми гарантуємо швидкість завантаження до 1 Гбіт/с та безперебійний доступ до мережі.
            </p>

            <h3>
Індивідуальний Підхід до Кожного Клієнта
</h3>

            <p>Ми цінуємо кожного нашого клієнта, тому пропонуємо індивідуальний підхід до вибору тарифного плану. Наші фахівці завжди готові допомогти вам підібрати оптимальний варіант, враховуючи ваші потреби та бюджет. Незалежно від того, чи потрібен вам інтернет для роботи, навчання або розваг, ми забезпечимо вам найкращий сервіс.
            </p>

            <h3>Підтримка 24/7 та Прості Умови Підключення</h3>

            <p>Ми розуміємо, наскільки важливим є стабільний інтернет-зв'язок, тому наша служба підтримки працює цілодобово. Ви завжди можете розраховувати на швидке вирішення будь-яких технічних проблем та консультації від наших кваліфікованих спеціалістів. Підключення до нашої мережі відбувається максимально швидко та просто - вам не доведеться чекати довго, щоб почати користуватися високошвидкісним інтернетом.
            </p>
            <h3>Додаткові Послуги та Бонуси для Наших Клієнтів
            </h3>

            <p>Крім основних послуг, ми пропонуємо ряд додаткових можливостей для наших клієнтів. Використовуйте наші вигідні пакетні пропозиції, які включають кабельне телебачення, хмарні сервіси та інші корисні опції. А ще - постійні акції та бонуси для нових і постійних клієнтів роблять наше співробітництво ще приємнішим. Обирайте нас, і ви отримаєте не просто інтернет, а повноцінний комплекс сучасних цифрових рішень.
             </p> 
        </div>
    )
}
